{
	"id": "Tutorial",
	"rows": [
		{
			"id": "LoadingScreen_Hint_0",
			"text": "No mapa de exploração você pode gerenciar seu grupo pressionando I ou clicando na barra inferior."
		},
		{
			"id": "LoadingScreen_Hint_0_Controller",
			"text": "Para gerenciar sua equipe no mapa de exploração, pressione Y."
		},
		{
			"id": "LoadingScreen_Hint_1",
			"text": "Depois de entrar em uma batalha, você não pode trocar de equipamento. Escolha sabiamente!"
		},
		{
			"id": "LoadingScreen_Hint_2",
			"text": "Cada tipo de arma e armadura tem uma habilidade especial única que pode fazer a diferença entre o sucesso e o fracasso!"
		},
		{
			"id": "LoadingScreen_Hint_3",
			"text": "Se um dos membros do seu grupo for nocauteado, você pode trazê-lo de volta usando um medkit nele quando estiver ao lado dele. Se você esperar muito, ele morrerá!"
		},
		{
			"id": "LoadingScreen_Hint_4",
			"text": "Você pode usar medkits fora da batalha clicando com o botão direito do mouse na tela da equipe!"
		},
		{
			"id": "LoadingScreen_Hint_4_Controller",
			"text": "Você pode usar medkits fora da batalha na página da equipe em seu diário!"
		},
		{
			"id": "LoadingScreen_Hint_5",
			"text": "Venda seus itens não utilizados no comerciante clicando com o botão direito neles. O dinheiro será útil mais tarde!"
		},
		{
			"id": "LoadingScreen_Hint_5_Controller",
			"text": "Venda seus itens não utilizados no comerciante pressionando A. O dinheiro será útil mais tarde!"
		},
		{
			"id": "LoadingScreen_Hint_6",
			"text": "Fique de olho na contagem de munição e combustível. Se você ficar sem qualquer um dos recursos, estará em apuros!"
		},
		{
			"id": "LoadingScreen_Hint_7",
			"text": "Cada membro do seu grupo pode realizar duas ações em um turno. Existem três tipos de ações: Ataque, Movimento e Neutro. Ataque e Movimento só podem ser feitos uma vez por turno, Neutro até dois."
		},
		{
			"id": "LoadingScreen_Hint_8",
			"text": "Cobertura reduz sua chance de acertar um alvo. Se você pode mirar em um alvo sem cobertura, você tem 100% de chance de acertar. Flanquear seus inimigos é uma das melhores estratégias!"
		},
		{
			"id": "LoadingScreen_Hint_9",
			"text": "Use paredes e objetos grandes a seu favor, pois eles quebram a linha de visão."
		},
		{
			"id": "LoadingScreen_Hint_10",
			"text": "A armadura sempre absorve o dano primeiro. É especialmente eficaz contra armas que causam dano por estilhaços, como espingardas!"
		},
		{
			"id": "LoadingScreen_Hint_11",
			"text": "Há uma pequena chance de você escapar de um ataque independente da probabilidade de acerto."
		},
		{
			"id": "LoadingScreen_Hint_12",
			"text": "Todo personagem pode carregar três itens ao mesmo tempo: uma arma, um item auxiliar e uma armadura. Escolher o equipamento certo determina em grande parte sua estratégia."
		},
		{
			"id": "LoadingScreen_Hint_13",
			"text": "Um personagem começa com um conjunto único de habilidades. À medida que ganha experiência e sobe de nível, ele poderá desbloquear novas vantagens e habilidades."
		},
		{
			"id": "LoadingScreen_Hint_14",
			"text": "Para equipar uma arma, um personagem deve ter a habilidade apropriada."
		},
		{
			"id": "LoadingScreen_Hint_15",
			"text": "Algumas vantagens abrirão novas opções durante os eventos. Essas opções exclusivas são marcadas com uma borda extra."
		},
		{
			"id": "LoadingScreen_Hint_16",
			"text": "As pistolas têm a habilidade especial Double Shot. Isso executa um tiro certeiro em dois inimigos diferentes em rápida sucessão!"
		},
		{
			"id": "LoadingScreen_Hint_17",
			"text": "Rifles de precisão podem ser usados ​​para armar uma emboscada. Um inimigo se movendo ou planejando atacar dentro da área de emboscada será atacado!"
		},
		{
			"id": "LoadingScreen_Hint_18",
			"text": "Os rifles permitem que você ataque em rajada. Uma rajada se espalhará por vários ladrilhos em uma linha e danificará todas as unidades dentro."
		},
		{
			"id": "LoadingScreen_Hint_19",
			"text": "Shotguns podem realizar um poderoso ataque Blast, causando dano a todas as unidades em um cone bem à sua frente."
		},
		{
			"id": "LoadingScreen_Hint_20",
			"text": "As facas têm uma habilidade especial chamada Bleed, que, como o nome indica, fará com que os inimigos sangrem em alguns turnos."
		},
		{
			"id": "LoadingScreen_Hint_21",
			"text": "Todas as habilidades especiais custam pontos de bravura. Você pode ganhar pontos de bravura atacando com sucesso, evitando ataques inimigos, curando suas unidades e consertando suas armaduras."
		},
		{
			"id": "LoadingScreen_Hint_22",
			"text": "As facas têm o maior potencial de dano no jogo. No entanto, você deve se expor ao se aproximar!"
		},
		{
			"id": "LoadingScreen_Hint_23",
			"text": "Os rifles de precisão podem cobrir grandes áreas com seu alto alcance."
		},
		{
			"id": "LoadingScreen_Hint_24",
			"text": "Alguns locais de batalha contêm barris explosivos. Atire neles e eles explodirão, causando danos aos inimigos ao redor!"
		},
		{
			"id": "LoadingScreen_Hint_25",
			"text": "Medkits restauram saúde e revivem personagens inconscientes. Repairkits restauram armaduras."
		},
		{
			"id": "LoadingScreen_Hint_26",
			"text": "Você pode realizar suas ações durante a batalha em qualquer ordem!"
		},
		{
			"id": "LoadingScreen_Hint_27",
			"text": "Não se esqueça de levar seu saque com você após uma batalha bem-sucedida!"
		},
		{
			"id": "LoadingScreen_Hint_28",
			"text": "Facas são uma ótima opção de backup para quando você ficar sem munição!"
		},
		{
			"id": "LoadingScreen_Hint_29",
			"text": "Armaduras leves permitem que seu personagem use a habilidade Sprint, permitindo-lhe cobrir uma distância muito maior em um movimento."
		},
		{
			"id": "LoadingScreen_Hint_30",
			"text": "Armaduras médias dão ao seu personagem a habilidade de baixo perfil. Quando ativado, o personagem recebe um aumento temporário de Evasão."
		},
		{
			"id": "LoadingScreen_Hint_31",
			"text": "Armaduras pesadas permitem que seu personagem se agache. Reduz temporariamente todo o dano recebido!"
		},
		{
			"id": "LoadingScreen_Hint_32",
			"text": "Quando seu personagem está sem movimentos, um pequeno sinal aparecerá ao lado de seus sinais vitais logo acima da cabeça."
		},
		{
			"id": "LoadingScreen_Hint_33",
			"text": "Você pode ver os sinais vitais básicos de seu personagem e de seu inimigo pairando acima de suas cabeças."
		},
		{
			"id": "LoadingScreen_Hint_34",
			"text": "Passar o mouse sobre um local no mapa de exploração revelará algumas informações básicas sobre esse local."
		},
		{
			"id": "LoadingScreen_Hint_36",
			"text": "Lugares de descanso, comerciantes e eventos de recrutamento podem ser revisitados."
		},
		{
			"id": "LoadingScreen_Hint_37",
			"text": "Se você estiver em um local que pode ser revisitado (como um comerciante), basta clicar nele novamente para revisitar."
		}
	]
}